import React from "react";
import { Container, Row, Col } from "react-bootstrap";
import Layout from "../components/layout";
import HeaderOne from "../components/header/header-one";
import StickyHeader from "../components/header/sticky-header";
import PageHeader from "../components/page-header";
import Footer from "../components/footer";

import detailsImage from "../assets/images/events/event-details-1-1.jpg";
import HeaderTwo from "../components/header/header-two";
import GalleryHomeTwo from "../components/gallery/gallery-home-two";

const EventDetails = () => {
  return (
    <Layout pageTitle="Event Details Page || Azino || Charity React Next Template">
      <HeaderTwo />
      <StickyHeader extraClassName="stricky-header-two" />
      <PageHeader title="ஆலய வரலாறும் அதன் சிறப்பும்" crumbTitle="History" />
      <>
        <section className="event-details pt-120">
          <Container>
            <Row>
              <Col className=" text-justify" >
                <h3>வரக்காப்பொலை ஸ்ரீ பத்திரகாளி ஹனுமன் ஆலயம்</h3>
                <img src={detailsImage} alt="" className="img-fluid" />
                <p>
                  இலங்கையின் சப்ரகமுவ மாகாணம் கேகாலை மாவட்டத்தில் கண்டி கொழும்பு பிரதான வீதியில்  அமைந்துள்ளது வரக்காப்பொலை ஸ்ரீ பத்திரகாளி ஹனுமன் ஆலயம்.

                </p>
                <p>
                  இவ்வாலயம் அமைந்துள்ள பிரதேசம்  இலங்கையின் பல பாகங்களுக்குச் செல்லக்கூடிய  போக்குவரத்திற்கான மையபகுதியாகவும் காணப்படுகிறது.
                </p>

                <p>
                  இந்த ஆலயம் அமைந்திருக்கக்கூடிய
                  நிலப்பரப்பை வைத்திருந்தவர் சகோதர மொழியைச் சார்ந்த விக்ரம இராஜசேன என்பவர்.
                  அவரால் இந்த நிலப்பரப்பை விற்க முடியாமல் போனதாகவும் இந்த நிலப்பரப்பில் வெள்ளை நிற நாகம் ஒன்று தினமும் வலம் வருவதாகவும் இதன் மலை உச்சியில் ஐந்து தலை நாகம் போன்று ஒரு கற்பாறை காட்சியளிப்பதாகவும் சிவனொளி பாத மலையில் சிவனின் ஒரு பாதச் சுவடும், ஆலய அமைந்திருக்கும் இந்த மலை உச்சியில் ஒரு பாதச் சுவடும்  காணப்படுவதாக இங்கு வாழ்ந்த முன்னோர்கள் கூறியுள்ளார்கள் எனவும் .
                  இந்த மலைக்கென  ஒரு சிறப்பு பெயர் இருந்ததாகவும் அந்த பெயரானது விந்தியமலை எனவும் சிங்களவர்கள் தேபல கந்த என்று அழைத்ததாகவும் கூறியதோடு இந்த காரணங்களால் இந்த நிலப்பரப்பை ஒருவருக்கும் விற்க முடியாமல் போய்விட்டது எனவும்.
                  இந்த நிலப்பகுதியை ஆலய தொண்டு செய்ய கூடியவர்களுக்கு மட்டுமே விற்க முடியும் என்றும் அவர் கூறியிருந்தார்.
                  அந்த நேரத்தில் இந்த செய்தி வரக்காப்பொலை பிரதேசத்தில் அதே மலையின் அடிவாரத்தில் அமைந்திருந்த ஸ்ரீ முத்துமாரியம்மன் ஆலயத்தில் பூஜகராக கடமை புரிந்து கொண்டிருந்த பிரம்மஸ்ரீ பாலமணி குருக்களின் செவிக்கு வர  பொருளாதார ரீதியாக பல கஷ்டங்கள் அந்த நேரத்தில் இருந்தாலும் இவ்வாறான நிலப்பரப்பினை இழந்து விட கூடாது எப்படியாவது இந்த நிலப்பரப்பினை பெற்றுஜவிட வேண்டும் என்று வெளிநாட்டில் வசித்த பகிரதன் என்ற ஒருவரிடம் கடனாக பணத்தை பெற்று இந்த நிலப்பரப்பினை (காணி) பெற்றுக் கொண்டார்.
                </p>
                <img src={detailsImage} alt="" className="img-fluid" />


                <p>
                  இந்த நிலப்பரப்பில் வெள்ளை நிற நாகம் ஒன்று தினமும் வலம் வருவதாகவும் இந்த மலை உச்சியில் பெரிய கல் ஒன்று ஐந்து தலை நாகம் போன்று காட்சியளிப்பதாகவும் ..‌‌
                  சிவனுடைய ஒரு பாதம் சிவனொளி பாத மலையிலும் ஒரு  பாதம் காணக்கூடிய இந்த மலை உச்சியிலும் வைத்ததாக  முன்னோர்களால் கூறப்பட்டதாகவும் .. இதே மலைபகுதியின் அடிவாரத்தில் மற்றுமொரு ஆலயம் அமைந்துள்ளதையும் இங்கு ஒரு ஆலயம் அமைப்பதுதான் சிறந்தது என்பதையும் கூறினார் ...
                </p>
                <p>
                  அவர் கூறியதை முழுமையாக நம்ப முடியாமல் இருந்தாலும் ஆலயம் அமைந்து அதனூடாக வியக்கத்தக்க வகையில் பாரியளவு சேவைத் திட்டங்கள் நடக்கும் போது தான் அவர் கூறிய வார்த்தைகள் உண்மையானது என்பதை உணர முடிந்தது....
                </p>
                <p>
                  காரணம் நாம் வசிக்கும் இந்த வரக்காப்பொலை பிரதேசம் பெரும்பாலும் சிங்களவர்களே வசிக்கின்றனர்.
                </p>
                <p>
                  அவ்வாறு இருக்க வேறு ஒரு மாகாணத்தில் இருந்து வருகை தந்த எமக்கு இந்த ஊரில் ஒரு அங்கிகாரம் கிடைத்த பிரதானமாக தமிழ் மக்களுக்கு பாரியளவு சேவைத் செய்வதற்கு இவ்வாறான ஒரு இடத்தினை பெற்றுக் கொள்ள வாய்ப்பு கிடைத்தது என்றால் அது உண்மையில் மேலிருந்து எம் ஊடாக பல சமூக மற்றும் சமய சேவைகளை புரிவதற்கு இறைவனால் ஏற்பாடு செயற்படுத்தப்பட்ட  ஒரு செயற்திட்டமாவே நாம்  நினைக்கிறோம்.
                </p>
                <p>
                  இவ்வாறு அதிசயங்கள் மற்றும் ஆச்சர்ங்களை ஏற்படுத்தி வரும் இந்த நிலப்பகுதியிலிருந்து செயற்படுத்தப்பட்ட சமூக மற்றும் சமய பணிகள் பின்வருமாறு.....
                </p>

              </Col>



            </Row>
          </Container>
        </section>
        <GalleryHomeTwo />
        <div className="event-infos pt-20 pb-90">
          <Container>
            <Row>

              <Col md={12} lg={12} className="mb-30">
                <div className="google-map__event">
                  <iframe
                    title="template google map"
                    src="https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d42268.147267091495!2d80.1960122951752!3d7.221836995726245!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x3ae31be88fcb9443%3A0x9060c1bb27f8ee8a!2sSri%20Maha%20Badrakali%20Amman%20Kovil%20%F0%9F%95%89!5e0!3m2!1sen!2slk!4v1652637255030!5m2!1sen!2slk"
                    className="map__event"
                    allowFullScreen
                  ></iframe>
                </div>
              </Col>

            </Row>
          </Container>
        </div>
      </>
      <Footer />
    </Layout>
  );
};

export default EventDetails;
